{
	"guid": "5_8689",
	"doc_type": "article",
	"publish_date": "August 26, 2014",
	"lead_gen_iframe": "http://www.toptenreviews.com/scripts/bz/form/bz_lead_form_gen.php?formIDs%5B10%5D=134&PPC=0",
	"page_header": "Pros and Cons of Accepting Bitcoin Payments at the Point of Sale",
	"credit_status": "0",
	"manual_author":"",
	"page_url": "http://pos-systems-review.toptenreviews.com/pros-and-cons-of-accepting-bitcoin-payments-at-the-point-of-sale.htm",
	"article": {
		"title": "Pros and Cons of Accepting Bitcoin Payments at the Point of Sale",
		"content": "<p>Bitcoin is starting to leak out of the virtual realm and into brick-and-mortar stores and restaurants. Even Intuit's QuickBooks now has a way to manage Bitcoin payments. Many <a href=\"http:\/\/pos-systems-review.toptenreviews.com\/\">point-of-sale solutions<\/a> also now have the ability to accept Bitcoin payments. Customers' smartphones can also be used to process virtual currencies. Bitcoin payments can be converted to standard USD currency. It is considered a &quot;property&quot; comparable to a capital asset by the Internal Revenue Service. And yes, you do have to claim the gain or loss on your business income taxes. While this virtual currency is just now being noticed by small-business owners, the domain BTC.com (the most common abbreviation for Bitcoin) was purchased in August of 2014 for 1 million &quot;real&quot; dollars by Josh Garza of GAWMiners. Mr. Garza told CNN that he has some &ldquo;huge things in the works&rdquo; for digital currencies. Many investors and prognosticators believe that virtual currency will be a part of our future.  Numerous companies now offer services to small businesses to help them process Bitcoin payments at the point of sale.<\/p>\r\n<p>Before adopting the choice to accept virtual currency such as Bitcoin, you may want to carefully consider the advantages and disadvantage of accepting this type of payment.<\/p>\r\n<p><strong>Pros to Receiving Bitcoin Payments<\/strong><\/p>\r\n<ul>\r\n    <li>No credit card processing fees<\/li>\r\n    <li>Possible gain with the exchange<\/li>\r\n    <li>Offers another option of payment to your customers<\/li>\r\n    <li>Customers can buy product anonymously<\/li>\r\n<\/ul>\r\n<p><strong>Cons to Accepting Bitcoin Payments<\/strong><\/p>\r\n<ul>\r\n    <li>Exchanges could experience a loss<\/li>\r\n    <li>You have to account for gain\/loss to the IRS<\/li>\r\n    <li>It is not yet widely adopted<\/li>\r\n    <li>Bitcoin is not regulated and its future unknown<\/li>\r\n<\/ul>\r\n<div id=\"adsenseInsert3\" style=\"margin:5px; float:left; background-color:#cccccc; border:1px solid #000000; width:486px; height:60px;\">&nbsp;<\/div>\r\n<p>To ensure that the U.S. government collects its share of tax revenue, it now has a way for businesses to claim virtual currencies.<\/p>\r\n<p><strong>Tax Obligation<\/strong><br \/>\r\nThe IRS now recognizes convertible virtual currency such as Bitcoin as a taxable currency. Taxpayers also can account for any loss or gain that occurred with the exchange as you would with any capital asset. These must also be accounted for whenever you pay another vendor or an employee using virtual currency. The amount you have to claim is the fair market price at the time of the receipt. It would be simple if you only had to account for the dollar amount you received for the exchange, but that doesn&rsquo;t account for the loss or gain. Instead, the IRS treats it as property such as stocks and you account for loss\/gain in a similar manner. Since the last thing you want is problems with the IRS, you should keep meticulous, accurate records. Make sure to research your tax obligation carefully if you plan to conduct business using virtual currency. For more information, see IRS Notice 2014-21, IRS Publication 551, &quot;Basis of Assets,&quot; and IRS Publication 544, &quot;Sales and Other Disposition of Assets.&quot;<\/p>\r\n<p>If you are interested in offering your customers the option of making payments using Bitcoin, you can allow your customers to pay using their mobile phone or using your point-of-sale system. The smartphone option utilizes a QR code to process payments with a service such as BIPS, Coinbase or Bitpay. Some point-of-sale solutions such as Revel Systems and QuickBooks Point-of-Sale can help you accept Bitcoin payments using a standard terminal. Bitcoin logos and artwork are readily available online for creating signage to display at your business or on your website.<\/p>\r\n<p>If you are an early-adopter type and so are your customers, accepting Bitcoin payments may be a beneficial addition to your point of sale. Bitcoin payments can be converted to &ldquo;real&rdquo; money, and if you are lucky, you may experience a gain when you conduct the exchange. Just make sure to report Bitcoin exchanges to the IRS so you do not find yourself in trouble with the feds.<\/p>"
	},
	"enrichmentFields": {
		"categories":["3_134"],
		"users":["44_12668"],
		"compare_data":[]
	}
}